Revit 2024 API
UnitTypeId.LitersPerSecondSquareMeter Property
 Liters per second square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LitersPerSecondSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property LitersPerSecondSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LitersPerSecondSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace